Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Use the **Preview** button in the template control bar (or **Quick Look** in its **⋯** menu) to preview fully rendered screenshots without going through the export flow.
ar: استخدم زر **معاينة** في شريط التحكم بالقالب (أو **Quick Look** في قائمة **⋯** الخاصة به) لمعاينة لقطات الشاشة المعروضة بالكامل دون المرور عبر تدفق التصدير.
ca: Utilitzeu el botó **Vista prèvia** a la barra de control de la plantilla (o **Quick Look** al seu menú **⋯**) per previsualitzar les captures de pantalla completament renderitzades sense passar pel flux d'exportació.
cs: Pomocí tlačítka **Náhled** na ovládacím panelu šablony (nebo **Quick Look** v jeho nabídce **⋯**) můžete zobrazit náhled plně vykreslených snímků obrazovky, aniž byste museli projít procesem exportu.
da: Brug knappen **Preview** i skabelonkontrollinjen (eller **Quick Look** i dens **⋯**-menu) til at få vist fuldt gengivede skærmbilleder uden at gå gennem eksportforløbet.
de: Nutze die Schaltfläche **Vorschau** in der Steuerleiste der Vorlage (oder **Quick Look** in ihrem **⋯**-Menü), um fertig gerenderte Screenshots ohne Export anzusehen.
el: Χρησιμοποιήστε το κουμπί **Προεπισκόπηση** στη γραμμή ελέγχου προτύπου (ή **Quick Look** στο μενού **⋯**) για προεπισκόπηση πλήρους απόδοσης στιγμιότυπων οθόνης χωρίς να περάσετε από τη ροή εξαγωγής.
es: Usa el botón **Previsualizar** de la barra de control de la plantilla (o **Vista rápida** en su menú **⋯**) para previsualizar las capturas totalmente renderizadas sin pasar por la exportación.
fa: با دکمهٔ **پیش‌نمایش** در نوار کنترل اسکرین‌شات (یا **Quick Look** در منوی **⋯** آن)، بدون طی کردن روند صدور، اسکرین‌شات‌های کاملاً رندرشده را پیش‌نمایش کنید.
fi: Käytä mallin ohjauspalkin **Esikatselu**-painiketta (tai **Quick Look** **⋯**-valikon painiketta) esikatsellaksesi täysin renderöityjä kuvakaappauksia ilman vientiprosessia.
fr: Utilisez le bouton **Aperçu** de la barre de contrôle du modèle (ou **Quick Look** dans son menu **⋯**) pour prévisualiser les captures d'écran entièrement rendues sans passer par l'exportation.
he: השתמש בלחצן **תצוגה מקדימה** בסרגל הבקרה של התבניות (או **Quick Look** בתפריט **⋯** שלו) כדי לצפות בתצוגה מקדימה של צילומי מסך שניתנו במלואם מבלי לעבור את זרימת הייצוא.
hr: Upotrijebite gumb **Pregled** na kontrolnoj traci predloška (ili **Quick Look** u njegovom **⋯** izborniku) za pregled potpuno renderiranih snimaka zaslona bez prolaska kroz tijek izvoza.
hu: Használja az **Előnézet** gombot a sablonvezérlő sávban (vagy a **Quick Look** gombot a **⋯** menüben) a teljesen megjelenített képernyőképek előnézetének megtekintéséhez anélkül, hogy végigmenne az exportálási folyamaton.
id: Gunakan tombol **Pratinjau** di bilah kontrol templat (atau **Quick Look** di menu **⋯**) untuk melihat pratinjau tangkapan layar yang dirender sepenuhnya tanpa melalui alur ekspor.
it: Usa il pulsante **Anteprima** nella barra di controllo del modello (oppure **Quick Look** nel suo menu **⋯**) per visualizzare in anteprima gli screenshot completamente generati senza passare dal flusso di esportazione.
ja: テンプレートのコントロールバーにある **プレビュー** ボタン（または **⋯** メニューの **Quick Look**）を使うと、書き出しの手順を経ずに、完全にレンダリングされたスクリーンショットをプレビューできます。
ko: 내보내기 흐름을 거치지 않고 완전히 렌더링된 스크린샷을 미리 보려면 템플릿 제어 막대의 **미리보기** 버튼(또는 **⋯** 메뉴의 **Quick Look**)을 사용하세요.
ms: Gunakan butang **Pratonton** dalam bar kawalan templat (atau **Quick Look** dalam menu **⋯**nya) untuk pratonton tangkapan skrin yang diberikan sepenuhnya tanpa melalui aliran eksport.
nl: Gebruik de knop **Voorbeeld** in de sjablooncontrolebalk (of **Quick Look** in het **⋯** menu) om een voorbeeld van volledig weergegeven schermafbeeldingen te bekijken zonder de exportprocedure te doorlopen.
no: Bruk **Forhåndsvisning**-knappen i malkontrolllinjen (eller **Quick Look** i **⋯**-menyen) for å forhåndsvise fullstendig gjengitte skjermbilder uten å gå gjennom eksportflyten.
pl: Użyj przycisku **Podgląd** na pasku sterowania szablonu (lub **Quick Look** w jego menu **⋯**), aby wyświetlić podgląd w pełni wyrenderowanych zrzutów ekranu bez konieczności przechodzenia przez proces eksportu.
pt_br: Use o botão **Pré-visualizar** na barra de controle do modelo (ou **Quick Look** no menu **⋯** dela) para visualizar capturas de tela totalmente renderizadas sem passar pelo fluxo de exportação.
pt_pt: Use o botão **Visualizar** na barra de controle do modelo (ou **Quick Look** no menu **⋯**) para visualizar capturas de ecrã totalmente renderizadas sem passar pelo fluxo de exportação.
ro: Utilizați butonul **Previzualizare** din bara de control al șablonului (sau **Quick Look** în meniul său **⋯**) pentru a previzualiza capturile de ecran complet redate fără a trece prin fluxul de export.
ru: Кнопка **Просмотр** на панели управления шаблоном (или **Quick Look** в ее меню **⋯**) позволяет просмотреть полностью отрисованные скриншоты без экспорта.
sk: Pomocou tlačidla **Ukážka** na ovládacom paneli šablóny (alebo **Quick Look** v jeho **⋯** ponuke) môžete zobraziť ukážku úplne vykreslených snímok obrazovky bez toho, aby ste museli prejsť procesom exportu.
sl: Uporabite gumb **Predogled** v nadzorni vrstici predloge (ali **Quick Look** v njegovem meniju **⋯**) za predogled popolnoma upodobljenih posnetkov zaslona, ne da bi šli skozi tok izvoza.
sv: Använd knappen **Förhandsgranska** i mallkontrollfältet (eller **Quick Look** i dess **⋯**-meny) för att förhandsgranska helt renderade skärmdumpar utan att gå igenom exportflödet.
th: ใช้ปุ่ม **ดูตัวอย่าง** ในแถบควบคุมเทมเพลต (หรือ **Quick Look** ในเมนู **⋯**) เพื่อดูตัวอย่างภาพหน้าจอที่แสดงผลเต็มรูปแบบโดยไม่ต้องผ่านขั้นตอนการส่งออก
tr: Dışa aktarma akışından geçmeden tamamen oluşturulmuş ekran görüntülerini önizlemek için şablon denetim çubuğundaki **Önizleme** düğmesini (veya **⋯** menüsündeki **Hızlı Bakış**'ı) kullanın.
uk: Використовуйте кнопку **Перегляд** на панелі керування шаблоном (або **Quick Look** у її меню **⋯**), щоб переглянути повністю відрендерені знімки екрана без проходження експорту.
ur: ایکسپورٹ فلو سے گزرے بغیر مکمل طور پر پیش کردہ اسکرین شاٹس کا پیش منظر دیکھنے کے لیے ٹیمپلیٹ کنٹرول بار (یا **Quick Look** اس کے **⋯** مینو میں) **پیش نظارہ** بٹن کا استعمال کریں۔
vi: Sử dụng nút **Xem trước** trong thanh điều khiển mẫu (hoặc **Quick Look** trong menu **⋯** của nó) để xem trước ảnh chụp màn hình được hiển thị đầy đủ mà không cần thông qua quy trình xuất.
zh_hans: 使用模板控制栏中的 **预览** 按钮（或其 **⋯** 菜单中的 **快速查看**），无需执行导出流程即可预览完整渲染的截图。
zh_hant: 使用範本控制列中的**預覽**按鈕（或其 **⋯** 選單中的**快速查看**），不必經過輸出流程即可預覽完整轉譯的螢幕截圖。

source: Use the **Shapes** dropdown in the inspector to add a Rectangle, Circle, or Star.
ar: استخدم القائمة المنسدلة **الأشكال** في المفتش لإضافة مستطيل أو دائرة أو نجمة.
ca: Utilitzeu el menú desplegable **Formes** de l'inspector per afegir un rectangle, un cercle o una estrella.
cs: Pomocí rozbalovací nabídky **Shapes** v inspektoru přidejte obdélník, kruh nebo hvězdu.
da: Brug rullemenuen **Figurer** i inspektøren til at tilføje et rektangel, en cirkel eller en stjerne.
de: Füge über das Menü **Formen** im Inspektor ein Rechteck, einen Kreis oder einen Stern hinzu.
el: Χρησιμοποιήστε το αναπτυσσόμενο μενού **Σχήματα** στον επιθεωρητή για να προσθέσετε ένα ορθογώνιο, έναν κύκλο ή ένα αστέρι.
es: Usa el menú desplegable **Formas** del inspector para añadir un rectángulo, un círculo o una estrella.
fa: برای افزودن مستطیل، دایره یا ستاره، از منوی کشویی **شکل‌ها** در بازرس استفاده کنید.
fi: Käytä asetusten avattavaa **Muodot** -valikkoa lisätäksesi suorakulmion, ympyrän tai tähden.
fr: Utilisez la liste déroulante **Formes** dans l'inspecteur pour ajouter un rectangle, un cercle ou une étoile.
he: השתמש בתפריט הנפתח **צורות** במפקח כדי להוסיף מלבן, עיגול או כוכב.
hr: Upotrijebite padajući izbornik **Oblici** u inspektoru za dodavanje pravokutnika, kruga ili zvijezde.
hu: Téglalap, kör vagy csillag hozzáadásához használja az ellenőrző **Alakzatok** legördülő menüjét.
id: Gunakan tarik-turun **Bentuk** di inspektur untuk menambahkan Persegi Panjang, Lingkaran, atau Bintang.
it: Usa il menu a comparsa **Forme** nell'inspector per aggiungere un rettangolo, un cerchio o una stella.
ja: インスペクタの **図形** ドロップダウンから、長方形、円、星を追加できます。
ko: 사각형, 원, 별을 추가하려면 인스펙터의 **도형** 드롭다운을 사용하세요.
ms: Gunakan menu lungsur **Bentuk** dalam pemeriksa untuk menambah Segi Empat, Bulatan atau Bintang.
nl: Gebruik de vervolgkeuzelijst **Vormen** in het infovenster om een rechthoek, cirkel of ster toe te voegen.
no: Bruk rullegardinmenyen **Shapes** i inspektøren for å legge til et rektangel, en sirkel eller en stjerne.
pl: Użyj menu rozwijanego **Kształty** w Inspektorze, aby dodać prostokąt, okrąg lub gwiazdę.
pt_br: Use o menu suspenso **Formas** no inspetor para adicionar um retângulo, um círculo ou uma estrela.
pt_pt: Use o menu suspenso **Formas** no inspetor para adicionar um retângulo, um círculo ou uma estrela.
ro: Folosiți meniul drop-down **Forme** din inspector pentru a adăuga un dreptunghi, un cerc sau o stea.
ru: Используйте раскрывающееся меню **Фигуры** в инспекторе, чтобы добавить прямоугольник, круг или звезду.
sk: Pomocou rozbaľovacej ponuky **Tvary** v inšpektorovi pridajte obdĺžnik, kruh alebo hviezdu.
sl: Uporabite spustni meni **Oblike** v inšpektorju, da dodate pravokotnik, krog ali zvezdo.
sv: Använd rullgardinsmenyn **Former** i inspektören för att lägga till en rektangel, cirkel eller stjärna.
th: ใช้เมนูแบบเลื่อนลง **รูปร่าง** ในตัวตรวจสอบเพื่อเพิ่มสี่เหลี่ยมผืนผ้า วงกลม หรือดาว
tr: Dikdörtgen, Daire veya Yıldız eklemek için denetçideki **Şekiller** açılır menüsünü kullanın.
uk: Скористайтеся спадним меню **Фігури** в інспекторі, щоб додати прямокутник, коло або зірку.
ur: مستطیل، دائرہ، یا ستارہ شامل کرنے کے لیے انسپکٹر میں **شکلیں** ڈراپ ڈاؤن کا استعمال کریں۔
vi: Sử dụng trình đơn thả xuống **Hình dạng** trong trình kiểm tra để thêm Hình chữ nhật, Hình tròn hoặc Ngôi sao.
zh_hans: 使用检查器中的 **形状** 下拉菜单添加矩形、圆形或星形。
zh_hant: 使用檢閱器中的**形狀**下拉式選單加入矩形、圓形或星形。

source: Use the **SVG** button in the shape toolbar to open the paste dialog.
ar: استخدم الزر **SVG** الموجود في شريط أدوات الشكل لفتح مربع حوار اللصق.
ca: Utilitzeu el botó **SVG** de la barra d'eines de forma per obrir el diàleg d'enganxar.
cs: Pomocí tlačítka **SVG** na panelu nástrojů tvaru otevřete dialogové okno pro vložení.
da: Brug knappen **SVG** på formværktøjslinjen for at åbne indsæt-dialogen.
de: Die Taste **SVG** in der Formenleiste öffnet den Einfügedialog.
el: Χρησιμοποιήστε το κουμπί **SVG** στη γραμμή εργαλείων σχήματος για να ανοίξετε το παράθυρο διαλόγου επικόλλησης.
es: Usa el botón **SVG** de la barra de formas para abrir el cuadro de diálogo de pegado.
fa: برای باز کردن پنجرهٔ جای‌گذاری، از دکمهٔ **SVG** در نوار ابزار شکل استفاده کنید.
fi: Käytä muototyökalupalkin **SVG**-painiketta avataksesi liittämisikkunan.
fr: Utilisez le bouton **SVG** dans la barre d'outils de forme pour ouvrir la boîte de dialogue de collage.
he: השתמש בלחצן **SVG** בסרגל הכלים של הצורה כדי לפתוח את תיבת הדו-שיח של הדבק.
hr: Koristite gumb **SVG** na alatnoj traci oblika da biste otvorili dijaloški okvir za lijepljenje.
hu: Az alakzat eszköztár **SVG** gombjával nyissa meg a beillesztési párbeszédpanelt.
id: Gunakan tombol **SVG** di toolbar bentuk untuk membuka dialog tempel.
it: Usa il pulsante **SVG** nella barra strumenti delle forme per aprire la finestra per incollare.
ja: 図形ツールバーの **SVG** ボタンで、ペーストダイアログを開きます。
ko: 붙여넣기 대화상자를 열려면 도형 도구 막대의 **SVG** 버튼을 사용하세요.
ms: Gunakan butang **SVG** dalam bar alat bentuk untuk membuka dialog tampal.
nl: Gebruik de knop **SVG** in de vormwerkbalk om het dialoogvenster Plakken te openen.
no: Bruk **SVG**-knappen i formverktøylinjen for å åpne limdialogen.
pl: Użyj przycisku **SVG** na pasku narzędzi kształtu, aby otworzyć okno dialogowe wklejania.
pt_br: Use o botão **SVG** na barra de ferramentas de formas para abrir a caixa de diálogo de colar.
pt_pt: Use o botão **SVG** na barra de ferramentas de forma para abrir a caixa de diálogo de colagem.
ro: Utilizați butonul **SVG** din bara de instrumente pentru forme pentru a deschide dialogul de inserare.
ru: Нажмите кнопку **SVG** на панели фигур, чтобы открыть диалог вставки.
sk: Pomocou tlačidla **SVG** na paneli s nástrojmi tvaru otvorte dialógové okno prilepenia.
sl: Uporabite gumb **SVG** v orodni vrstici oblike, da odprete pogovorno okno za lepljenje.
sv: Använd knappen **SVG** i formverktygsfältet för att öppna dialogrutan för klistra in.
th: ใช้ปุ่ม **SVG** ในแถบเครื่องมือรูปร่างเพื่อเปิดกล่องโต้ตอบการวาง
tr: Yapıştırma penceresini açmak için şekil araç çubuğundaki **SVG** düğmesini kullanın.
uk: Натисніть кнопку **SVG** на панелі фігур, щоб відкрити діалог вставлення.
ur: پیسٹ ڈائیلاگ کو کھولنے کے لیے شکل والے ٹول بار میں **SVG** بٹن کا استعمال کریں۔
vi: Sử dụng nút **SVG** trên thanh công cụ hình dạng để mở hộp thoại dán.
zh_hans: 使用形状工具栏中的 **SVG** 按钮打开粘贴对话框。
zh_hant: 使用形狀工具列中的 **SVG** 按鈕開啟貼上對話框。

source: Use the desktop Mac or iPad app for the best experience.
ar: استخدم تطبيق سطح المكتب Mac أو تطبيق iPad للحصول على أفضل تجربة.
ca: Utilitzeu l'aplicació d'escriptori Mac o iPad per obtenir la millor experiència.
cs: Nejlepší zážitek získáte pomocí desktopové aplikace Mac nebo iPad.
da: Brug desktop-appen Mac eller iPad for den bedste oplevelse.
de: Nutze für das beste Erlebnis die App auf dem Mac oder iPad.
el: Χρησιμοποιήστε την εφαρμογή Mac ή iPad επιτραπέζιου υπολογιστή για την καλύτερη εμπειρία.
es: Usa la app para Mac o iPad para disfrutar de la mejor experiencia.
fa: برای بهترین تجربه، از برنامهٔ Mac یا iPad استفاده کنید.
fi: Käytä työpöytäsovellusta Mac tai iPad saadaksesi parhaan kokemuksen.
fr: Utilisez l'app pour Mac ou iPad pour une expérience optimale.
he: השתמש באפליקציית שולחן העבודה Mac או iPad לחוויה הטובה ביותר.
hr: Koristite Mac ili iPad aplikaciju za stolno računalo za najbolje iskustvo.
hu: A legjobb élmény érdekében használja az asztali Mac vagy iPad alkalmazást.
id: Gunakan aplikasi desktop Mac atau iPad untuk pengalaman terbaik.
it: Per un'esperienza migliore usa l'app desktop per Mac o l'app per iPad.
ja: 快適にご利用いただくには、Mac 版または iPad 版のアプリをお使いください。
ko: 최상의 경험을 위해서는 데스크톱 Mac 또는 iPad 앱을 사용하세요.
ms: Gunakan apl desktop Mac atau iPad untuk pengalaman terbaik.
nl: Gebruik de desktop-app Mac of iPad voor de beste ervaring.
no: Bruk skrivebordsappen Mac eller iPad for den beste opplevelsen.
pl: Aby uzyskać najlepszą jakość, użyj aplikacji komputerowej Mac lub iPad.
pt_br: Use o app para Mac ou iPad para ter a melhor experiência.
pt_pt: Use o aplicativo Mac ou iPad para desktop para obter a melhor experiência.
ro: Utilizați aplicația pentru desktop Mac sau iPad pentru cea mai bună experiență.
ru: Для наилучшего результата используйте приложение для Mac или iPad.
sk: Najlepšie skúsenosti získate pomocou počítačovej aplikácie Mac alebo iPad.
sl: Za najboljšo izkušnjo uporabite namizno aplikacijo Mac ali iPad.
sv: Använd skrivbordsappen Mac eller iPad för den bästa upplevelsen.
th: ใช้แอปเดสก์ท็อป Mac หรือ iPad เพื่อประสบการณ์ที่ดีที่สุด
tr: En iyi deneyim için masaüstü Mac veya iPad uygulamasını kullanın.
uk: Для найкращого досвіду використовуйте програму для Mac або iPad.
ur: بہترین تجربہ کے لیے ڈیسک ٹاپ Mac یا iPad ایپ استعمال کریں۔
vi: Sử dụng ứng dụng Mac hoặc iPad dành cho máy tính để bàn để có trải nghiệm tốt nhất.
zh_hans: 请使用 Mac 或 iPad 版 App 以获得最佳体验。
zh_hant: 請使用 Mac 或 iPad 版 App 以獲得最佳體驗。

source: Use the export menu for **Export All Screenshots to Folder…**, row exports, **Export Locale** for a single language, **Open Export Folder**, and direct upload to **App Store Connect** or **Google Play**.
ar: استخدم قائمة التصدير لـ **تصدير جميع لقطات الشاشة إلى المجلد...**، وتصدير الصفوف، **تصدير اللغة المحلية** للغة واحدة، **فتح مجلد التصدير**، والتحميل المباشر إلى **App Store Connect** أو **Google Play**.
ca: Utilitzeu el menú d'exportació per a **Exporta totes les captures de pantalla a la carpeta...**, les exportacions de fila, **Exporta la configuració regional** per a un sol idioma, **Obre la carpeta d'exportació** i la càrrega directa a **App Store Connect** o **Google Play**.
cs: Použijte nabídku exportu pro **Exportovat všechny snímky obrazovky do složky…**, exporty řádků, **Exportovat národní prostředí** pro jeden jazyk, **Otevřít složku exportu** a přímé nahrání do **App Store Connect** nebo **Google Play**.
da: Brug eksportmenuen til **Eksporter alle skærmbilleder til mappe...**, rækkeeksporter, **Eksporter landestandard** for et enkelt sprog, **Åbn eksportmappe**, og upload direkte til **App Store Connect** eller **Google Play**.
de: Im Exportmenü findest du **Alle Screenshots in Ordner exportieren…**, Zeilenexporte, **Sprache exportieren** für eine einzelne Sprache, **Exportordner öffnen** und den direkten Upload zu **App Store Connect** oder **Google Play**.
el: Χρησιμοποιήστε το μενού εξαγωγής για **Εξαγωγή όλων των στιγμιότυπων οθόνης σε φάκελο…**, εξαγωγές σειρών, **Εξαγωγή τοπικών ρυθμίσεων** για μία μόνο γλώσσα, **Άνοιγμα φακέλου εξαγωγής** και απευθείας μεταφόρτωση σε **App Store Connect** ή **Google Play**.
es: Usa el menú de exportación para **Exportar todas las capturas a una carpeta…**, exportar filas, **Exportar idioma** para un solo idioma, **Abrir carpeta de exportación** y subir directamente a **App Store Connect** o **Google Play**.
fa: منوی صدور گزینه‌های **صدور همهٔ اسکرین‌شات‌ها در پوشه...**، صدور ردیف‌ها، **صدور زبان** برای یک زبان، **باز کردن پوشهٔ خروجی** و آپلود مستقیم در **App Store Connect** یا **Google Play** را دارد.
fi: Käytä vientivalikkoa **Vie kaikki kuvakaappaukset kansioon…**, rivivienti, **Vie kieliasetus** yhdelle kielelle, **Avaa vientikansio** ja suora lataus osoitteeseen **App Store Connect** tai **Google Play**.
fr: Le menu d'exportation propose **Exporter toutes les captures d'écran vers un dossier…**, l'exportation par ligne, **Exporter une langue** pour une seule langue, **Ouvrir le dossier d'exportation** et l'envoi direct vers **App Store Connect** ou **Google Play**.
he: השתמש בתפריט הייצוא עבור **ייצוא כל צילומי המסך לתיקיה...**, ייצוא שורות, **ייצוא מקומי** עבור שפה בודדת, **פתח תיקיית ייצוא** והעלאה ישירה אל **App Store Connect** או **Google Play**.
hr: Upotrijebite izbornik za izvoz za **Izvezi sve snimke zaslona u mapu…**, izvoz redaka, **Izvezi lokalizaciju** za jedan jezik, **Otvori mapu za izvoz** i izravni prijenos u **App Store Connect** ili **Google Play**.
hu: Használja az exportálási menüt az **Összes képernyőkép exportálása mappába…**, sorexportálás, **A nyelvterület exportálása** egyetlen nyelvhez, **Exportálási mappa megnyitása**, valamint a **App Store Connect** vagy **Google Play** közvetlen feltöltéséhez.
id: Gunakan menu ekspor untuk **Ekspor Semua Tangkapan Layar ke Folder…**, ekspor baris, **Ekspor Lokal** untuk satu bahasa, **Buka Folder Ekspor**, dan unggah langsung ke **App Store Connect** atau **Google Play**.
it: Usa il menu di esportazione per **Esporta tutti gli screenshot in una cartella…**, le esportazioni di righe, **Esporta lingua** per una singola lingua, **Apri cartella di esportazione** e il caricamento diretto su **App Store Connect** o **Google Play**.
ja: 書き出しメニューには、**すべてのスクリーンショットをフォルダに書き出す...**、行の書き出し、1つの言語だけを書き出す **書き出すロケール**、**書き出し先フォルダを開く**、そして **App Store Connect** や **Google Play** への直接アップロードがあります。
ko: 내보내기 메뉴에서 **모든 스크린샷을 폴더로 내보내기...**, 행 내보내기, 한 언어만 내보내는 **로케일 내보내기**, **내보내기 폴더 열기**, 그리고 **App Store Connect** 또는 **Google Play**로 바로 업로드를 사용할 수 있습니다.
ms: Gunakan menu eksport untuk **Eksport Semua Tangkapan Skrin ke Folder...**, eksport baris, **Eksport Tempat** untuk satu bahasa, **Buka Folder Eksport** dan muat naik terus ke **App Store Connect** atau **Google Play**.
nl: Gebruik het exportmenu voor **Alle schermafbeeldingen exporteren naar map…**, rij-exports, **Landinstelling exporteren** voor één taal, **Exportmap openen** en direct uploaden naar **App Store Connect** of **Google Play**.
no: Bruk eksportmenyen for **Eksporter alle skjermbilder til mappe...**, radeksporter, **Eksporter språk** for ett enkelt språk, **Åpne eksportmappe** og direkte opplasting til **App Store Connect** eller **Google Play**.
pl: Użyj menu eksportu do **Eksportuj wszystkie zrzuty ekranu do folderu…**, eksportu wierszy, **Eksportuj ustawienia regionalne** dla jednego języka, **Otwórz folder eksportu** i przesyłaj bezpośrednio do **App Store Connect** lub **Google Play**.
pt_br: Use o menu de exportação para **Exportar todas as capturas de tela para uma pasta…**, exportações de linha, **Exportar idioma** para um único idioma, **Abrir pasta de exportação** e envio direto para o **App Store Connect** ou o **Google Play**.
pt_pt: Use o menu de exportação para **Exportar todas as capturas de ecrã para a pasta…**, exportações de linha, **Exportar local** para um único idioma, **Abrir pasta de exportação** e carregar direto para **App Store Connect** ou **Google Play**.
ro: Utilizați meniul de export pentru **Exportați toate capturile de ecran în dosar...**, exporturi de rânduri, **Exportați locală** pentru o singură limbă, **Deschideți dosarul de export** și încărcați direct în **App Store Connect** sau **Google Play**.
ru: В меню экспорта есть **Экспортировать все скриншоты в папку…**, экспорт строк, **Экспортировать язык** для одного языка, **Открыть папку экспорта** и прямая загрузка в **App Store Connect** или **Google Play**.
sk: Použite ponuku exportu na **Exportovať všetky snímky obrazovky do priečinka…**, exporty riadkov, **Exportovať miestne nastavenie** pre jeden jazyk, **Otvoriť priečinok exportu** a priame odovzdanie do **App Store Connect** alebo **Google Play**.
sl: Uporabite izvozni meni za **Izvoz vseh posnetkov zaslona v mapo…**, izvoz vrstic, **Izvoz jezikov** za en jezik, **Odpri izvozno mapo** in neposredno nalaganje v **App Store Connect** ali **Google Play**.
sv: Använd exportmenyn för **Exportera alla skärmdumpar till mapp...**, radexporter, **Exportera språk** för ett enda språk, **Öppna exportmapp** och direktuppladdning till **App Store Connect** eller **Google Play**.
th: ใช้เมนูส่งออกสำหรับ **ส่งออกภาพหน้าจอทั้งหมดไปยังโฟลเดอร์…** ส่งออกแถว **ส่งออกสถานที่** สำหรับภาษาเดียว **เปิดโฟลเดอร์ส่งออก** และอัปโหลดโดยตรงไปยัง **App Store Connect** หรือ **Google Play**
tr: **Tüm Ekran Görüntülerini Klasöre Dışa Aktar…**, satır dışa aktarmaları, tek bir dil için **Dışa Aktarma Dili**, **Dışa Aktarma Klasörünü Aç** ve **App Store Connect**'e veya **Google Play**'e doğrudan yükleme için dışa aktarma menüsünü kullanın.
uk: У меню експорту є **Експортувати всі знімки екрана в папку…**, експорт рядків, **Мова експорту** для окремої мови, **Відкрити папку експорту** і пряме вивантаження в **App Store Connect** чи **Google Play**.
ur: **تمام اسکرین شاٹس کو فولڈر میں ایکسپورٹ کریں…**، قطار کی برآمدات، **ایک زبان کے لیے ایکسپورٹ لوکیل**، **ایکسپورٹ فولڈر** کھولنے اور **App Store Connect** یا **Google Play** پر براہ راست اپ لوڈ کرنے کے لیے ایکسپورٹ مینو کا استعمال کریں۔
vi: Sử dụng menu xuất để **Xuất tất cả ảnh chụp màn hình sang Thư mục…**, xuất hàng, **Xuất ngôn ngữ** cho một ngôn ngữ, **Mở thư mục xuất** và tải trực tiếp lên **App Store Connect** hoặc **Google Play**.
zh_hans: 通过导出菜单可使用 **将所有截图导出到文件夹…**、按行导出、**导出语言**（导出单一语言）、**打开导出文件夹**，以及直接上传到 **App Store Connect** 或 **Google Play**。
zh_hant: 使用輸出選單中的**將所有螢幕截圖輸出至資料夾…**、列輸出、用於單一語言的**輸出語言**、**打開輸出資料夾**，以及直接上傳至 **App Store Connect** 或 **Google Play**。
